<template lang="pug">
div
  PageHeader(:breadcrumbs='breadcrumbs')
  section.container
    h1 Способы оплаты
    p При оформлении заказа в интернет магазине Krafteam.com <в Город>, возможны следующие способы оплаты.
    h2 Оплата через банковской картой через платежную систему.
    p Оплата банковскими картами VISA, MasterCard, МИР, возможна через платежную систему, PayAnyWay. При оформлении заказ, в корзине выберите способ оплаты «Банковской картой». После этого, Вам будет предложено перейти на страницу оплаты и ввести данный карточки для оплаты заказа.
    p При аннулировании заказа до оплаты или уже оплаченного заказа, Вы можете сделать заказ на уже оплаченную сумму, или оформить возврат средств, обратившись к менеджеру и сообщив необходимую информацию.
    h3 Безналичный расчет с бухгалтерскими документами
    p Для юридических лиц и индивидуальных предпринимателей <города>, возможна оплата перечисление на расчетный счет организации. Для этого оформите заказ, выберите пункт «Перечислением на расчетный счет» и завершите оформление заказа. После этого, вышлите карточку предприятия (реквизиты) на e-mail – manager@krafteam.com, в ответном письме, будет выслан счет на оплату. Закрывающие бухгалтерские документы, будут высланы вместе с заказом.
    h3 Наличными при доставке курьером
    p Возможна оплата заказа курьеру при получении. При таком способе расчета, заказчик вносит предоплату за разработку макета в размере 15% от суммы заказа, но не меньше 500 рублей. Остальная часть оплачивается при получении. Оставшаяся часть от стоимости заказа оплачивается при получении курьеру.
    h3 Наложенным платежом на пункте выдачи <в городе>
    p Процедура оплаты наложенным платежом, аналогична оплате курьера. Вносится предоплата за заказ в размере 15% но не менее 500 рублей за подготовку макета. Оставшаяся часть от стоимости заказа оплачивается на пункте выдачи.
</template>

<script lang='ts'>
import Vue from 'vue';
import Component from 'nuxt-class-component';
import PageHeader from '../components/PageHeader.vue';

@Component({ components: { PageHeader } })
export default class extends Vue {
  async asyncData() {
    const breadcrumbs = [{ name: 'Оплата', link: null }];

    return { breadcrumbs };
  }
}
</script>
